tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "microsoft/mssql-release"
tap "dapr/tap"
tap "fluxcd/tap"
brew "ack"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "dapr/tap/dapr-cli"
# brew "dotnet" - Language server problems, install from website or use cask dotnet-sdk
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gh"
brew "git-secret"
brew "gpg"
brew "gradle"
brew "gsed"
brew "haste-client"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "mas"
brew "mono"
brew "msodbcsql"
brew "mssql-tools"
brew "myrepos"
brew "neofetch"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "openvpn"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "pygments"
brew "rbenv"
brew "ripgrep"
brew "powerlevel10k"
brew "ruby-build"
brew "shpotify"
brew "streamlink"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "upx"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-creative-cloud"
cask "bartender"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "focus"
cask "font-roboto-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jiggler"
cask "keepingyouawake"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "spotify"
cask "steam"
cask "transmission"
cask "transmit"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
mas "Bear", id:1091189122
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835

