tap "buo/cask-upgrade"
tap "dapr/tap"
tap "fluxcd/tap"
tap "hudochenkov/sshpass"
tap "microsoft/mssql-release"
tap "oven-sh/bun"
tap "sttz/tap"
brew "ack"
brew "cryptography"
brew "tree"
brew "ansible"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "dotnet"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "git-secret"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "haste-client"
brew "helm"
brew "htop"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "keyring"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libmicrohttpd"
brew "librist"
brew "mas"
brew "mono"
brew "mr"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "powerlevel10k"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "python@3.11"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shpotify"
brew "streamlink"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tpm"
brew "unar"
brew "upx"
brew "virtualenv"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "z3"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dapr/tap/dapr-cli"
brew "fluxcd/tap/flux"
brew "hudochenkov/sshpass/sshpass"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "oven-sh/bun/bun"
cask "1password"
cask "adobe-creative-cloud"
cask "arc"
cask "bartender"
cask "brave-browser"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "expressvpn"
cask "firefox"
cask "focus"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jiggler"
cask "keepingyouawake"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "transmit"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "johnpapa.angular2"
vscode "marclipovsky.string-manipulation"
vscode "mariusalchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "oderwat.indent-rainbow"
vscode "richie5um2.vscode-sort-json"
vscode "rvest.vs-code-prettier-eslint"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
