tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "microsoft/mssql-release"
brew "ack"
brew "azure-cli"
brew "coreutils"
brew "dotnet"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-secret"
brew "gpg"
brew "gradle"
brew "haste-client"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "mas"
brew "mono"
brew "msodbcsql"
brew "mssql-tools"
brew "neofetch"
brew "newsbeuter"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "openvpn"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "pygments"
brew "rbenv"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "ruby-build"
brew "s-search"
brew "sbarex-qlmarkdown"
brew "streamlink"
brew "tldr"
brew "tree"
brew "unrar"
brew "upx"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "android-sdk"
cask "bartender"
cask "bleunlock"
cask "brave-browser"
cask "dictionaries"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "focus"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "keepingyouawake"
cask "kitematic"
cask "microsoft-teams"
cask "nordvpn"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "slack"
cask "spotify"
cask "steam"
cask "transmission"
cask "transmit"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
# mas "Airmail 3", id: 918858936
mas "Bear", id:1091189122
# mas "Day One", id: 1055511498
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
# mas "Paste", id: 967805235
